[
  {
    "id": 1,
    "section_key": "hero",
    "content_md": "## A Question for Your Women's Ministry\n\nPastor, when was the last time the women in your congregation felt truly **romanced** by God?\n\nNot just inspired by a sermon. Not merely instructed through Bible study. But pursued. Delighted in. Cherished.\n\nThe video below explains a gap we've discovered - and a different approach we're creating. We need your help to make it what God intends."
  },
  {
    "id": 2,
    "section_key": "problem",
    "content_md": "## The Exhaustion You've Already Seen\n\nYour women are striving. Trying to be enough as mothers, wives, Christians, humans.\n\nThey open devotional apps, see they've missed three days, feel immediate guilt, and close them again. Another spiritual to-do list becomes another place they're failing.\n\nThey don't need more instruction. They need to remember they're beloved."
  },
  {
    "id": 3,
    "section_key": "solution",
    "content_md": "## A Different Approach\n\nWhat if instead of daily obligations, women received periodic love letters from the One who knew them before they were born?\n\nNot lessons. Not assignments. Letters that speak to the ache in their hearts - reminding them they're pursued, not measured.\n\n**Love Letters from God** - arriving when hearts need them, not when guilt demands them."
  },
  {
    "id": 4,
    "section_key": "trust",
    "content_md": "## Why We Need You\n\nHere's the vulnerable truth: I'm a man attempting to write messages for women's hearts.\n\nI can study Scripture. I can pray. I can research. But I cannot know if these letters truly reach their intended place.\n\nOnly women can tell me that. Your women can tell me that."
  },
  {
    "id": 5,
    "section_key": "pastors_ask",
    "content_md": "## What We're Asking\n\n**Let us present to your women's group for one feedback session.**\n\nWe'll share sample letters. We'll ask for honest responses - emotional reactions, theological concerns, genuine objections. Everything that helps us refine this into what God intends.\n\nNo strings. No sales pitch. Just authentic feedback that shapes whether this moves forward."
  },
  {
    "id": 6,
    "section_key": "pastors_next_steps",
    "content_md": "## Contact\n\nTo confirm your interest in allowing our Project Team to present this concept to your women's ministry, call Brett with GrantMcAlister.com at 405.655.5590.\n\nWe'll bring materials, lead the discussion, and collect responses. Your women's honest voices will shape thousands of hearts."
  },
  {
    "id": 7,
    "section_key": "founders_hero",
    "content_md": "## Be Part of Something That Changes Hearts\n\nBefore the app launches. Before the marketing begins. Before thousands discover this different way of experiencing God's love.\n\nThere's a moment to step in as a **Founding Member** - someone who believes in reaching women's hearts before the world knows it exists.\n\nThis is that moment."
  },
  {
    "id": 8,
    "section_key": "founders_ask",
    "content_md": "## The Founding Member Invitation\n\n**$49 - $99 pledge** (choose your level)\n\nYour commitment now funds the final development, content refinement, and launch of Love Letters from God.\n\nIn return:\n- **Lifetime access** to the complete app (no subscription, ever)\n- Founding Member badge and recognition\n- Early access to all new content\n- Voice in shaping the experience\n- Exclusive founder updates\n\nLimited to first 500 members."
  },
  {
    "id": 9,
    "section_key": "founders_next_steps",
    "content_md": "## Claim Your Founding Membership\n\nChoose your pledge level and secure lifetime access.\n\nYour early belief makes this possible for thousands of women who need to remember they're beloved.\n\nQuestions? Email us at [contact email]"
  },
  {
    "id": 10,
    "section_key": "feedback_hero",
    "content_md": "## Thank You for Your Honesty\n\nYour voice matters. Your response - whether moved or skeptical, comfortable or uncertain - shapes what this becomes.\n\nThis is where your feedback lives."
  },
  {
    "id": 11,
    "section_key": "feedback_ask",
    "content_md": "## Share Your Response\n\nAfter reading the letters, we need three things:\n\n**Your emotional response** - How did it make you feel? Loved? Uncomfortable? Moved? Annoyed?\n\n**Your theological concerns** - Does anything feel \"off\" biblically? Does the intimacy cross a line?\n\n**Your genuine reactions** - What words stopped you? What resonated? What would you share with a friend?\n\nThere are no wrong answers. Your resistance matters as much as your resonance."
  },
  {
    "id": 12,
    "section_key": "feedback_next_steps",
    "content_md": "## Submit Your Feedback\n\nUse the form below to share your honest response.\n\nWant to stay connected as this develops? Add your email to receive updates when Love Letters launches.\n\n**[FEEDBACK FORM]**\n\n**[OPTIONAL: Join our interest list]**"
  },
  {
    "id": 13,
    "section_key": "investors_hero",
    "content_md": "## $500K Seed Round: Building What Women's Hearts Need\n\nWe're raising $500K to take Love Letters from God from validated concept to launched product.\n\nThis isn't another devotional app. It's a different category - one that meets women where exhaustion lives, not where obligation demands."
  }
]
